Repository: lazardanlucian/dans-annotator
Catalog: languages/dans-annotator-*.po
Languages: ro_ro

source: Page annotation system — with threaded comments.
ro_ro: Sistem de adnotări pe pagină — cu comentarii ierarhizate.

source: Once Weekly (Dan's Annotator)
ro_ro: O dată pe săptămână (Dan's Annotator)

source: On
ro_ro: Activ

source: Off
ro_ro: Oprit

source: View All
ro_ro: Vezi toate notițele

source: View All (%d hidden)
ro_ro: Vezi toate (%d ascunse)

source: Discuss this element
ro_ro: Notează ceva despre acest element

source: Thread is closed
ro_ro: Notița este închisă

source: Please write a comment
ro_ro: Scrie mai întâi un mesaj

source: No comments yet
ro_ro: Nicio intervenție până acum

source: User
ro_ro: Autor

source: Everything on this page
ro_ro: Toate notițele din pagină

source: %d missing selectors
ro_ro: %d elemente lipsă

source: Really close this thread? No new comments can be added.
ro_ro: Sigur închizi această notiță? Nu se vor mai putea adăuga mesaje.

source: Really delete this thread? This cannot be undone.
ro_ro: Ștergi definitiv această notiță? Acțiunea nu poate fi anulată.

source: Could not close thread.
ro_ro: Notița nu a putut fi închisă.

source: Failed to delete thread.
ro_ro: Notița nu a putut fi ștearsă.

source: Disconnect from this session? You will need to reopen the link from your email.
ro_ro: Deconectezi această sesiune? Va trebui să redeschizi linkul din e-mail.

source: Disconnected. Please revisit the email link to continue annotating.
ro_ro: Deconectat. Revizitează linkul din e-mail pentru a continua adnotarea.

source: Help Dan maintain this and other plugins. He wants to become a better programmer by building free plugins.
ro_ro: Ajută-l pe Dan să întrețină acest și alte pluginuri. Vrea să devină un programator mai bun construind pluginuri gratuite.

source: Configure Dan's Annotator
ro_ro: Configurează Dan's Annotator

source: Annotations
ro_ro: Notițe

source: Copy link
ro_ro: Copiază linkul

source: View all
ro_ro: Vezi toate

source: Close
ro_ro: Închide

source: Write a comment. Use @username to tag.
ro_ro: Scrie un mesaj. Folosește @nume pentru a menționa pe cineva.

source: Post
ro_ro: Trimite

source: Cancel
ro_ro: Renunță

source: Close Thread
ro_ro: Închide notița

source: Delete Thread
ro_ro: Șterge notița

source: Yes, Close
ro_ro: Da, închide

source: Yes, Delete
ro_ro: Da, șterge

source: All Annotations
ro_ro: Toate notițele

source: No annotations yet.
ro_ro: Nu există încă notițe.

source: Click an element on the page to start annotating.
ro_ro: Selectează un element din pagină ca să adaugi o notiță.

source: Missing
ro_ro: Lipsesc

source: Open
ro_ro: Deschise

source: Closed
ro_ro: Închise

source: Create New
ro_ro: Creează notiță

source: Disconnect
ro_ro: Deconectează

source: Dan's Annotator Settings
ro_ro: Setări Dan's Annotator

source: Settings saved.
ro_ro: Setări salvate.

source: All Dan's Annotator data was deleted.
ro_ro: Toate datele Dan's Annotator au fost șterse.

source: Collaboration
ro_ro: Colaborare

source: Outside Collaborators
ro_ro: Colaboratori externi

source: Admin only
ro_ro: Doar administrator

source: Let invited collaborators comment without full accounts. We keep their sessions scoped to the threads you share with them.
ro_ro: Permite colaboratorilor invitați să comenteze fără cont complet. Le limităm sesiunea la firele pe care le partajezi.

source: Allow outside collaborators
ro_ro: Permite colaboratorii externi

source: When enabled, invite links can be shared with non-users so they can participate in specific threads.
ro_ro: Când este activ, linkurile de invitație pot fi partajate cu non-utilizatori pentru a participa la fire specifice.

source: Auto-delete old threads
ro_ro: Șterge automat firele vechi

source: Automatically remove annotation threads and comments after they have been inactive past the window below.
ro_ro: Șterge automat firele și comentariile inactive după intervalul de mai jos.

source: Auto-delete window (months since last activity)
ro_ro: Interval pentru ștergere automată (luni de inactivitate)

source: months
ro_ro: luni

source: Show donate button on frontend
ro_ro: Afișează butonul de donație în frontend

source: Disable this if you do not want the floating donate button and modal available to site users.
ro_ro: Dezactivează dacă nu vrei ca butonul plutitor de donație și fereastra să fie vizibile pentru utilizatorii site-ului.

source: Save Settings
ro_ro: Salvează setările

source: Donate to Dan's Annotator
ro_ro: Donează pentru Dan's Annotator

source: Maintenance
ro_ro: Mentenanță

source: Delete all Dan's Annotator data
ro_ro: Șterge toate datele Dan's Annotator

source: Irreversible
ro_ro: Ireversibil

source: Remove every annotation thread, comment, tag, and collaborator. Use when you need a clean slate.
ro_ro: Șterge toate firele, comentariile, etichetele și colaboratorii. Folosește când vrei un început curat.

source: Delete all Dan's Annotator data? This cannot be undone.
ro_ro: Ștergi toate datele Dan's Annotator? Acțiunea nu poate fi anulată.

source: Delete Everything
ro_ro: Șterge tot

source: You do not have permission to delete Dan's Annotator data.
ro_ro: Nu ai permisiunea să ștergi datele Dan's Annotator.

source: Someone
ro_ro: Cineva

source: You were tagged in a note by %1$s — %2$s
ro_ro: Ai fost menționat într-o notiță de %1$s — %2$s

source: Please do not share this link; it is tied to your email address.
ro_ro: Nu distribui acest link; este legat de adresa ta de e-mail.

source: %1$s tagged you in a note on %2$s
ro_ro: %1$s te-a menționat într-o notiță pe %2$s

source: %s tagged you in a note:
ro_ro: %s te-a menționat într-o notiță:

source: Open this note
ro_ro: Deschide notița
